---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CreationFailures.CannotCreateMullion
source: html/b5b6aa39-5dd7-1eb9-8f05-0fa9cd50fa13.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CreationFailures.CannotCreateMullion Property

Can't create Mullion.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCreateMullion { get; }
```